Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: deblur: large blur, strength 3
it: Nitidezza: largo raggio, forza 3

source: deblur: medium blur, strength 3
it: Nitidezza: medio raggio, forza 3

source: deblur: fine blur, strength 3
it: Nitidezza: corto raggio, forza 3

source: deblur: large blur, strength 2
it: Nitidezza: largo raggio, forza 2

source: deblur: medium blur, strength 2
it: Nitidezza: medio raggio, forza 2

source: deblur: fine blur, strength 2
it: Nitidezza: corto raggio, forza 2

source: deblur: large blur, strength 1
it: Nitidezza: largo raggio, forza 1

source: deblur: medium blur, strength 1
it: Nitidezza: medio raggio, forza 1

source: deblur: fine blur, strength 1
it: Nitidezza: corto raggio, forza 1

source: contrasty
it: Contrastato

source: smooth
it: Morbido

source: noisy
it: Rumoroso

source: bold
it: Deciso

source: dull
it: Spento

source: luma
it: Luminanza

source: change lightness at each feature size
it: Cambia luminosità ad ogni dimensione caratteristica

source: change color saturation at each feature size
it: Cambia saturazione ad ogni dimensione caratteristica

source: edges
it: Margini

source: change edge halos at each feature size only changes results of luma and chroma tabs
it: Cambia alone del bordo ad ogni misura caratteristica Cambia i risultati soltanto per le schede luminanza e crominanza

source: make effect stronger or weaker
it: Rende l'effetto più deciso o più debole

source: scale
it: Scala

source: preserve colors
it: Preserva colori

source: exposure fusion
it: Fusione esposizione

source: neutral
it: Neutrale

source: canon eos like
it: Come Canon EOS

source: canon eos like alternate
it: Canon EOS come alternativa

source: nikon like
it: Nikon

source: nikon like alternate
it: Nikon come alternativa

source: sony alpha like
it: Sony alpha

source: pentax like
it: Pentax

source: ricoh like
it: Ricoh

source: olympus like
it: Olympus

source: olympus like alternate
it: Olympus come alternativa

source: panasonic like
it: Panasonic

source: leica like
it: Leica

source: kodak easyshare like
it: Kodak easyshare

source: konica minolta like
it: Konica Minolta

source: samsung like
it: Samsung

source: fujifilm like
it: Fujifilm

source: nokia like
it: Nokia

source: cubic spline
it: Spline cubico

source: base curve
it: curva base

source: abscissa: input, ordinate: output. works on RGB channels
it: Ascissa: ingresso, Ordinata: uscita. Lavorano sui canali RGB

source: linear
it: Lineare

source: logarithmic
it: Logaritmica

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
it: Scala da usare nel grafico. Usa la scala logaritmica per un controllo più preciso dei neri.

source: luminance
it: Luminanza

source: max RGB
it: RGB max

source: average RGB
it: RGB medio

source: sum RGB
it: Somma RGB

source: norm RGB
it: RGB normale

source: basic power
it: Potenza base

source: method to preserve colors when applying contrast
it: Metodo per preservare i colori quando si applica il contrasto

source: two exposures
it: Due esposizioni

source: three exposures
it: Tre esposizioni

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
it: Fondi l'immagine sovra/sottoesposta con se stessa per comprimere un'ampia gamma dinamica. esporre per le alteluci prima di utilizzarla.

source: how many stops to shift the individual exposures apart
it: Quanti stop di separazione devono esserci tra le esposizioni singole

source: exposure shift
it: Cambio esposizione

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
it: Decidi se spostare l'esposizione in alto o in basso (-1: riduce le alteluci, +1: riduce le ombre)

source: exposure bias
it: Compensazione esposizione

source: basic adjustments
it: regolazioni di base

source: black level correction
it: Correzione livello del nero

source: highlight compression
it: Compressione alteluci

source: contrast
it: Contrasto

source: middle grey
it: Grigio medio

source: brightness
it: Luminosità

source: saturation
it: Saturazione

source: vibrance
it: vibranza

source: clip
it: Taglia

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
it: Regola il livello di nero per recuperare i valori RGB negativi. Non dovresti mai utilizzarlo per aggiungere densità al nero! Se regolato con poca attenzione porterà i valori di colore vicini al nero fuori gamma rendendo negativi i valori RGB

source: adjust the exposure correction
it: Regola la correzione dell'esposizione

source: highlight compression adjustment
it: Regolazione compressione alteluci

source: contrast adjustment
it: Regolazione contrasto

source: middle grey adjustment
it: Regolazione grigio medio

source: brightness adjustment
it: Regolazione luminosità

source: saturation adjustment
it: Regolazione saturazione

source: vibrance adjustment
it: Regolazione vibranza

source: apply auto exposure based on the entire image
it: Applica un'esposizione automatica basata sull'intera immagine

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
it: Applica un'esposizione automatica basata su un'area definita dall'utente Click e trascina per definire l'area Click destro per cancellarla

source: adjusts clipping value for auto exposure calculation
it: Regola il valore di taglio per il calcolo di auto esposizione

source: local contrast
it: contrasto locale

source: detail
it: Dettaglio

source: coarseness
it: Ruvidezza

source: highlights
it: Alteluci

source: shadows
it: Ombre

source: midtone range
it: Gamma dei mezzitoni

source: mode
it: Modo

source: bilateral grid
it: Griglia bilaterale

source: local laplacian filter
it: Filtro laplacian locale

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
it: Il filtro utilizzato per il miglioramento del contrasto locale. bilaterale è veloce ma può generare artefatti attorno agli spigoli se utilizzato con impostazioni estreme.

source: changes the local contrast
it: Modifica il contrasto locale

source: feature size of local details (spatial sigma of bilateral filter)
it: Dimensione del dettaglio locale (sigma spaziale del filtro bilaterale)

source: L difference to detect edges (range sigma of bilateral filter)
it: Differenza L per determinare i bordi (sigma gamma del filtro bilaterale)

source: changes the local contrast of highlights
it: Modifica il contrasto locale delle alteluci

source: changes the local contrast of shadows
it: Modifica il contrasto locale delle ombre

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
it: Definisce che cosa considerare come mezzitoni. abbassare per una miglior compressione della gamma dinamica (riduce il contrasto delle ombre e delle alteluci), aumentare per un contrasto locale più forte

source: denoise (bilateral filter)
it: riduzione rumore (filtro bilaterale)

source: radius
it: Raggio

source: spatial extent of the gaussian
it: Estensione spaziale della gaussiana

source: how much to blur red
it: Quanto sfocare il rosso

source: how much to blur green
it: Quanto sfocare il verde

source: how much to blur blue
it: Quanto sfocare il blu

source: size
it: Dimensione

source: threshold
it: Soglia

source: strength
it: Intensità

source: the size of bloom
it: Dimensione della luce soffusa

source: the threshold of light
it: Soglia della luce

source: the strength of bloom
it: Intensità di luce soffusa

source: framing
it: cornice

source: border size
it: Dimensione bordo

source: pick border color from image
it: Scegli colore per il bordo dall'immagine

source: frame line size
it: Dimensione della cornice

source: frame line offset
it: Spostamento cornice

source: pick frame line color from image
it: Scegli colore per la cornice dall'immagine

source: aspect
it: Aspetto

source: orientation
it: Orientamento

source: horizontal position
it: Posizione orizzontale

source: vertical position
it: Posizione verticale

source: 15:10 postcard white
it: 15:10 Cartolina bianca

source: 15:10 postcard black
it: 15:10 Cartolina nera

source: golden cut
it: Taglio aureo

source: square
it: Quadrato

source: constant border
it: Bordo costante

source: custom...
it: Personalizzato...

source: center
it: Centro

source: size of the border in percent of the full image
it: Dimensione del bordo in percentuale all'immagine totale

source: select the aspect ratio or right click and type your own (w:h)
it: Seleziona le proporzioni oppure tasto destro del mouse e digita quelle preferite (w/lar: h/alt)

source: set the custom aspect ratio
it: Impostare le proporzioni personalizzate

source: aspect ratio orientation of the image with border
it: Orientamento delle proporzioni dell'immagine con il bordo

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
it: Seleziona la proporzione orizzontale oppure tasto destro del mouse e digita quelle preferite (y: h)

source: custom horizontal position
it: Posizione orizzontale personalizzata

source: select the vertical position ratio relative to left or right click and type your own (x:w)
it: Selezionare la proporzione verticale oppure tasto destro del mouse e digita quelle preferite (x: w)

source: custom vertical position
it: Posizione verticale personalizzata

source: size of the frame line in percent of min border width
it: Dimensione della cornice in percentuale della larghezza minore del bordo

source: offset of the frame line beginning on picture side
it: Spostamento della cornice partendo dal lato dell'immagine

source: select border color
it: Scegli colore per il bordo

source: border color
it: Colore bordo

source: select frame line color
it: Scegli colore per la cornice

source: frame line color
it: Colore della cornice

source: chromatic aberrations
it: aberrazioni cromatiche

source: automatic chromatic aberration correction
it: Correzione automatica aberrazioni cromatiche

source: automatic chromatic aberration correction disabled for non-Bayer sensors
it: Correzione automatica aberrazioni cromatiche disabilitata per sensori non-Bayer

source: automatic chromatic aberration correction only works for raw images.
it: Correzione automatica aberrazioni cromatiche Funziona solo sulle immagini raw.

source: channel mixer
it: miscelatore canali

source: destination
it: Destinazione

source: gray
it: Grigio

source: amount of red channel in the output channel
it: Quantità del canale rosso nel canale di uscita

source: amount of green channel in the output channel
it: Quantità del canale verde nel canale di uscita

source: amount of blue channel in the output channel
it: Quantità del canale blu nel canale di uscita

source: swap R and B
it: Scambia rosso e blu

source: swap G and B
it: Scambia verde e blu

source: color contrast boost
it: Aumento contrasto del colore

source: color details boost
it: Aumento dettagli del colore

source: color artifacts boost
it: Aumento artefatti del colore

source: B/W luminance-based
it: B/N basato sulla luminanza

source: B/W artifacts boost
it: B/N aumento artefatti

source: B/W smooth skin
it: B/N pelle morbida

source: B/W blue artifacts reduce
it: B/N riduzione artefatti blu

source: B/W Ilford Delta 100-400
it: B/N Ilford Delta 100-400

source: B/W Ilford Delta 3200
it: B/N Ilford Delta 3200

source: B/W Ilford FP4
it: B/N Ilford FP4

source: B/W Ilford HP5
it: B/N Ilford HP5

source: B/W Ilford SFX
it: B/N Ilford SFX

source: B/W Kodak T-Max 100
it: B/N Kodak T-Max 100

source: B/W Kodak T-max 400
it: B/N Kodak T-max 400

source: B/W Kodak Tri-X 400
it: B/N Kodak Tri-X 400

source: Choleski decomposition failed to allocate memory, check your RAM settings
it: La decomposizione Coleski non è riuscita ad allocare la memoria. Verifica le impostazioni della RAM

source: amount
it: Quantità

source: size of features to preserve
it: Dimensione dei dettagli da preservare

source: strength of the effect
it: Intensità dell'effetto

source: crop and rotate
it: ritaglia e ruota

source: invalid ratio format. it should be "number:number"
it: Rapporto di formato non valido. Dovrebbe essere "numero:numero"

source: full
it: Completo

source: old system
it: Vecchio sistema

source: correction applied
it: Correzione applicata

source: main
it: principale

source: margins
it: Margini

source: flip
it: Rifletti

source: both
it: Entrambi

source: mirror image horizontally and/or vertically
it: Rifletti l'immagine orizzontalmente e/o verticalmente

source: angle
it: Angolo

source: right-click and drag a line on the image to drag a straight line
it: Tasto destro e trascina una linea sull'immagine per tracciare una linea retta

source: left
it: Sinistra

source: the left margin cannot overlap with the right margin
it: Il margine sinistro non può sovrapporsi con quello destro

source: right
it: Destra

source: the right margin cannot overlap with the left margin
it: Il margine destro non può sovrapporsi con quello sinistro

source: top
it: superiore

source: the top margin cannot overlap with the bottom margin
it: Il margine superiore non può sovrapporsi a quello inferiore

source: the bottom margin cannot overlap with the top margin
it: Il margine inferiore non può sovrapporsi a quello superiore

source: keystone
it: Distorsione trapezoidale

source: set perspective correction for your image
it: Imposta la correzione prospettica per la tua immagine

source: freehand
it: Mano libera

source: original image
it: Immagine originale

source: 10:8 in print
it: 10:8 in stampa

source: 8.5x11, letter
it: 8.5x11, lettera

source: widescreen
it: Schermo panoramico

source: anamorphic
it: Anamorfico

source: invalid ratio format for `%s'. it should be "number:number"
it: Formato invalido per le proporzioni `%s'. Deve essere "numero:numero"

source: set the aspect ratio the list is sorted: from most square to least square
it: Imposta le proporzioni La lista è ordinata dal più quadrato al meno quadrato

source: display guide lines to help compose your photograph
it: Visualizza le linee guida per aiutarti nella composizione della fotografia.

source: flip guides
it: Rifletti le guide

source: horizontally
it: Orizzontalmente

source: vertically
it: Verticalmente

source: commit
it: Applica

source: guide lines
it: Guide

source: [%s on borders] crop
it: [%s on borders] ritaglia

source: [%s on borders] crop keeping ratio
it: [%s on borders] ritaglia e mantieni le proporzioni

source: [%s] define/rotate horizon
it: [%s] Definisci/ruota orizzonte

source: contrast brightness saturation
it: contrasto luminosità saturazione

source: color saturation adjustment
it: Regolazione saturazione colore

source: color balance
it: bilanciamento colore

source: lift/gamma/gain controls as seen in video editors
it: Controllo ombre/mezzitoni/alteluci come negli editor video

source: split-toning teal-orange (2nd instance)
it: Divisione dei toni acquamarina-arancio (2^ istanza)

source: split-toning teal-orange (1st instance)
it: Divisione dei toni acquamarina-arancio (1^ istanza)

source: generic film
it: Pellicola generica

source: similar to Kodak Portra
it: Simile a Kodak Portra

source: similar to Kodak Ektar
it: Simile a Kodak Ektar

source: similar to Kodachrome
it: Simile a Kodachrome

source: input saturation
it: Saturazione in ingresso

source: output saturation
it: Saturazione in uscita

source: contrast fulcrum
it: Fulcro contrasto

source: color control sliders
it: Selettori scorrevoli controllo colore

source: optimize luma from patches
it: Ottimizza luminosità dai campioni

source: optimize luma
it: Ottimizza luminosità

source: neutralize colors from patches
it: Neutralizza i colori dai campioni

source: neutralize colors
it: Neutralizza colori

source: color-grading mapping method
it: Metodo di mappatura del gradiente-colore

source: saturation correction before the color balance
it: Correzione della saturazione prima del bilanciamento colore

source: saturation correction after the color balance
it: Correzione della saturazione dopo il bilanciamento colore

source: adjust to match a neutral tone
it: Regola per arrivare ad un tono neutro

source: factor of
it: Fattore di

source: factor
it: Fattore

source: shadows : lift / offset
it: Ombre: lift / offset

source: factor of lift
it: Fattore del lift

source: select the hue
it: Seleziona la tonalità

source: select the saturation
it: Seleziona la saturazione

source: factor of red for lift
it: Fattore del rosso per il lift

source: factor of green for lift
it: Fattore del verde per il lift

source: factor of blue for lift
it: Fattore del blu per il lift

source: mid-tones : gamma / power
it: Mezzitoni: gamma / power

source: factor of gamma
it: Fattore del gamma

source: factor of red for gamma
it: Fattore del rosso per il gamma

source: factor of green for gamma
it: Fattore del verde per il gamma

source: factor of blue for gamma
it: Fattore del blu per il gamma

source: highlights : gain / slope
it: Alteluci: gain / slope

source: factor of gain
it: Fattore del gain

source: factor of red for gain
it: Fattore del rosso per il gain

source: factor of green for gain
it: Fattore del verde per il gain

source: factor of blue for gain
it: Fattore del blu per il gain

source: auto optimizers
it: Ottimizzatori automatici

source: fit the whole histogram and center the average luma
it: Adatta l'istogramma e centra la luminosità media

source: optimize the RGB curves to remove color casts
it: Ottimizza le curve RGB per rimuovere le dominanti di colore

source: color look up table
it: tabella ricerca colore

source: green-red
it: Verde-rosso

source: blue-yellow
it: Blu-Giallo

source: target color
it: Colore finale

source: it8 skin tones
it: Toni della pelle it8

source: helmholtz/kohlrausch monochrome
it: Monocromia Helmholtz/Kohlrausch

source: Fuji Astia emulation
it: Emulazione Fuji Astia

source: Fuji Classic Chrome emulation
it: Emulazione Fuji Classic Chrome

source: Fuji Monochrome emulation
it: Emulazione Fuji Monochrome

source: Fuji Provia emulation
it: Emulazione Fuji Provia

source: Fuji Velvia emulation
it: Emulazione Fuji Velvia

source: patch #%d
it: Campione #%d

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
it: (%2.2f %2.2f %2.2f) I campioni alterati sono marcati con un contorno Click per selezionare Doppio click per resettare Click destro per eliminare il campione Maiusc-click con la pipetta di estrazione del colore per sostituire il campione

source: patch
it: Campione

source: color checker patch
it: Campione per la verifica del colore

source: lightness offset
it: Compens. luminosità

source: chroma offset green/red
it: Compens. cromatica verde/rosso

source: green/red
it: Verde/rosso

source: chroma offset blue/yellow
it: Compens. cromatica blu/giallo

source: blue/yellow
it: Blu/Giallo

source: saturation offset
it: Compens. saturazione

source: control target color of the patches via relative offsets or via absolute Lab values
it: Controlla il colore finale del campione tramite uno spostamento relativo oppure un valore Lab assoluto

source: relative
it: Relativo

source: absolute
it: Assoluto

source: color contrast
it: contrasto colore

source: green vs magenta
it: Verde / Magenta

source: blue vs yellow
it: Blu / Giallo

source: steepness of the a* curve in Lab
it: Pendenza della curva a* in Lab

source: steepness of the b* curve in Lab
it: Pendenza della curva b* in Lab

source: color correction
it: correzione colore

source: warm tone
it: Tono caldo

source: warming filter
it: Filtro di riscaldamento

source: cooling filter
it: Filtro di rafreddamento

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
it: Trascina la linea per la divisione dei toni. Chiaro = Alteluci, Scuro = Ombre. Usa la rotella del mouse per variare la saturazione.

source: set the global saturation
it: Imposta la saturazione globale

source: input color profile
it: profilo colore di ingresso

source: input profile
it: Profilo di ingresso

source: working profile
it: Profilo di lavoro

source: gamut clipping
it: Tosaggio gamma

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
it: Non posso estrarre la matrice dallo spazio colore `%s'. La sostituisco con Rec2020 RGB!

source: `%s' color matrix not found!
it: `%s' matrice colore non trovata!

source: input profile could not be generated!
it: Il profilo in ingresso non può essere generato!

source: unsupported input profile has been replaced by linear Rec709 RGB!
it: Il profilo di ingresso non supportato è stato sostituito con Rec709 RGB lineare!

source: ICC profiles in %s or %s
it: Profili ICC in %s o %s

source: confine Lab values to gamut of RGB color space
it: Confina i valori LAB nella gamma dello spazio colore RGB

source: colorize
it: colora

source: source mix
it: Sorgente miscelazione

source: select the hue tone
it: Seleziona la tonalità della tinta

source: select the saturation shadow tone
it: Seleziona la saturazione per le ombre

source: lightness of color
it: Luminosità del colore

source: mix value of source lightness
it: Valore di miscelazione della sorgente luminosa

source: color mapping
it: mappatura dei colori

source: number of clusters
it: Numero di matrici

source: color dominance
it: Dominanza colore

source: histogram equalization
it: Equalizzazione istogramma

source: acquire as source
it: Acquisisci sorgente

source: acquire as target
it: Acquisisci destinazione

source: source clusters:
it: Matrice di origine:

source: target clusters:
it: Matrice di destinazione

source: analyze this image as a source image
it: Analizza questa immagine come immagine sorgente

source: analyze this image as a target image
it: Analizza questa immagine come immagine destinazione

source: number of clusters to find in image. value change resets all clusters
it: Numero di matrici da cercare nell'immagine. Un cambiamento del valore resetta tutte le matrici

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
it: Come vengono mappate le matrici. Valori bassi: basato sulla prossimità del colore, valori alti: basato sulla dominanza del colore

source: level of histogram equalization
it: Livello di equalizzazione dell'istogramma

source: output color profile
it: profilo colore di uscita

source: missing output profile has been replaced by sRGB!
it: Il profilo di uscita mancante è stato sostituito da sRGB!

source: missing softproof profile has been replaced by sRGB!
it: Il profilo mancante di simulazione a schermo è stato sostituito da sRGB!

source: unsupported output profile has been replaced by sRGB!
it: Il profilo di uscita non supportato è stato sostituito con sRGB!

source: output intent
it: Intento uscita

source: perceptual
it: Percettivo

source: relative colorimetric
it: Colorimetrico relativo

source: absolute colorimetric
it: Colorimetrico assoluto

source: rendering intent
it: Intento di rendering

source: color reconstruction
it: ricostruzione colore

source: spatial extent
it: Estensione spaziale

source: range extent
it: Intervallo estensione

source: precedence
it: Precedenza

source: inconsistent output
it: Risultato inconsistente

source: module `color reconstruction' failed
it: Fallimento del modulo `ricostruzione colore'

source: saturated colors
it: Colori saturati
